// File view
"Size" = "Taille";
"Date" = "Date";
"Kind" = "Type";

"Choose..." = "Choisir…";

"Move to Trash…" = "Placer dans la Corbeille…";
"Move to Trash" = "Placer dans la Corbeille";
"Delete…" = "Supprimer…";
"Delete" = "Supprimer";
"New Folder" = "Nouveau dossier";
"New Bucket" = "Nouveau compartiment";
"New File" = "Nouveau fichier";
"Refresh" = "Actualiser";
"Quick Look" = "Coup d’œil";
"Open Externally" = "Ouvrir en externe";
"Get Info" = "Informations";
"Transfer Files" = "Transférer des fichiers";
"Folder Linking" = "Liaison des dossiers";
"Go To" = "Aller à";
"Terminal" = "Terminal";

"Switch to remote browser" = "Basculer sur le navigateur distant";
"Disconnect from server" = "Déconnecter du serveur";
"Server Disconnected" = "Serveur déconnecté";
"remote browser" = "navigateur distant";
"Local" = "Local";
"Remote" = "Distant";
"View options" = "Options d’affichage";
"View" = "Afficher";
"Remote view options" = "Options d’affichage distant";
"Local view options" = "Options d’affichage local";
"Show one file browser" = "Afficher un navigateur de fichiers";
"Show two file browsers" = "Afficher deux navigateurs de fichiers";

"Hide Item Count" = "Masquer le nombre d’éléments";
"Show Item Count" = "Afficher le nombre d’éléments";
"Item count" = "Nombre d’éléments";

"Close Quick Look" = "Fermer Coup d’œil";
"Quick Look \"%@\"" = "Coup d’œil de « %@ »";
"Quick Look %ld Items" = "Coup d’œil de %ld éléments";

"Hide Info" = "Masquer les infos";
"Get Info" = "Informations";

"Send Raw Command…" = "Envoyer une commande FTP…";
"Send SSH Command…" = "Envoyer une commande SSH…";

"Transfer \"%@\"" = "Transférer « %@ »";
"Transfer Selected Items" = "Transférer les fichiers sélectionnés";
"Download \"%@\"" = "Télécharger « %@ »";
"Download Selection" = "Télécharger la sélection";
"Upload \"%@\"" = "Téléverser « %@ »";
"Upload Selection" = "Téléverser la sélection";
"Move \"%@\"" = "Déplacer « %@ »";
"Move Selection" = "Déplacer la sélection";
//used with the above strings
"Without Rules" = "Sans règles";

"Compress \"%@\"" = "Compresser « %@ »";
"Compress" = "Compresser";
"Compress %lu Items" = "Compresser %lu éléments";

"Compress & Upload Selected Items" = "Compresser et téléverser les éléments sélectionnés";
"Compress & Upload \"%@\"" = "Compresser et téléverser « %@ »";

"Open With %@" = "Ouvrir avec %@";
"Open With External Editor" = "Ouvrir avec un éditeur externe";

"Could not change folder to \"%@\"." = "Impossible de changer le dossier en « %@ ».";
"The folder could not be found." = "Le dossier est introuvable.";
"Are you sure you want to edit %lu files?" = "Voulez-vous vraiment modifier %lu fichiers ?";
"This action cannot be undone." = "Cette action ne peut être annulée.";

"Parameter type mismatch." = "Types de paramètres non concordants.";
"File does not exist." = "Le fichier n’existe pas.";
"You must use a remote File Viewer for this action." = "Vous devez utiliser un visualiseur de fichiers distant pour cette action.";
"Folder does not exist." = "Le dossier n’existe pas.";
"Could not complete operation." = "Impossible de terminer l’opération.";

"Are you sure you want to delete \"%@\"?" = "Voulez-vous vraiment supprimer « %@ » ?";
"Are you sure you want to delete the selected %i items?" = "Êtes-vous certain de vouloir supprimer les %i éléments sélectionnés ?";
"The selected items will be deleted immediately." = "Les éléments sélectionnés seront supprimés immédiatement.";
"The selected items will be moved to the Trash." = "Les éléments sélectionnés seront placés dans la Corbeille.";
"The selected items will be deleted immediately." = "Les éléments sélectionnés seront supprimés immédiatement.";

// Get Info
"Tags:" = "Balises :";
"Multiple Items" = "Éléments multiples";
"Multiple Values" = "Valeurs multiples";
"InfoWindowTitleFormat" = "%@ infos";
"InfoWindowSizeFormat" = "%@ (%@ octets)";
"InfoWindowNumItemsFormat" = "%d éléments";
"CloseWindowActivityTitle" = "Voulez-vous vraiment fermer cette fenêtre ?";
"CloseWindowActivityMessage" = "%@ effectue actuellement une action sur un fichier. Si vous fermez cette fenêtre, l’action sur le fichier peut ne pas se terminer.";
"Don't Close" = "Ne pas fermer";
"Close" = "Fermer";
"Are you sure you want to apply the selected attributes to all the enclosed items?" = "Voulez-vous vraiment appliquer les attributs sélectionnés à tous les éléments inclus ?";
"Are you sure you want to apply the selected owner and group to all the enclosed items?" = "Voulez-vous vraiment appliquer le propriétaire et le groupe sélectionnés à tous les éléments inclus ?";
"Are you sure you want to apply the selected permissions to all the enclosed items?" = "Voulez-vous vraiment appliquer les autorisations sélectionnées à tous les éléments inclus ?";
"This action cannot be undone." = "Cette action ne peut être annulée.";
"Calculate remote folder size" = "Calculer la taille du dossier distant";
"Calculate" = "Calculer";

"Connecting..." = "Connexion en cours…";
"Choose" = "Choisir";
"MultiTransferMessage" = "Il y a %ld transferts actifs pour ce serveur. Souhaitez-vous déconnecter les transferts ou les maintenir actifs pour qu’ils puissent terminer ?";
"SingleTransferMessage" = "Il y a un transfert actif pour ce serveur. Souhaitez-vous déconnecter le transfert ou le maintenir actif pour qu’il puisse terminer ?";
"Transfers are in progress." = "Des transferts sont en cours.";
"Keep Active" = "Maintenir actif";
"Disconnect All" = "Déconnecter tout";
"Cancel" = "Annuler";
"The file \"%@\" is now hidden." = "Le fichier « %@ » est maintenant masqué.";
"Since the new name begins with a period and %@ is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "Étant donné que le nouveau nom commence par un point et que %@ masque actuellement les fichiers non visibles, ce fichier ne sera pas visible.\n\nSouhaitez-vous afficher les fichiers non visibles ? (Vous pourrez modifier ce paramètre ultérieurement dans le menu Présentation.)";
"Show Hidden Files" = "Afficher les fichiers masqués";
"Hide Hidden Files" = "Masquer les fichiers masqués";
"An item with the name \"%@\" already exists in this location." = "Un élément nommé « %@ » existe déjà à cet emplacement.";
"Please choose a different name." = "Choisissez un autre nom.";
"Are you sure you want to remove the extension \".%@\"?" = "Êtes-vous certain de vouloir supprimer l’extension « .%@ » ?";
"If you make this change, your document may open in a different application." = "Si vous apportez cette modification, il est possible que votre document s’ouvre dans une autre application.";
"OK" = "OK";
"Edit" = "Modifier";
"disconnect" = "déconnecter";
"New Bucket..." = "Nouveau compartiment…";
"Places" = "Emplacements";
"Open symbols and files quickly" = "Ouvrir rapidement symboles et fichiers";
"Open Quickly" = "Ouverture rapide";
"Click to show Places; drop folders here to add them to your Places" = "Cliquez pour afficher les emplacements ; déposez des dossiers ici pour les ajouter à vos emplacements";
"No Bucket" = "Pas de compartiment";
"Inspector" = "Inspecteur";
"Hide Errors" = "Masquer les erreurs";
"Show Errors" = "Afficher les erreurs";
"%@ can’t verify the identity of the server “%@”." = "%@ ne peut pas vérifier l’identité du serveur « %@ ».";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Limite de connexion dépassée ou le serveur a raccroché. Le serveur auquel vous vous connectez est peut-être configuré pour limiter le nombre de connexions que vous êtes autorisé à réaliser.";
"ServerMaximumRetryDelayFormat" = "%d";
"ftp.domain.com" = "ftp.domaine.com";
"NoProxyDescription" = "Pas de serveur proxy en service";
"ProxyType1Description" = "Envoyer « USER user@real.hostname »";
"ProxyType2Description" = "Se connecter au coupe-feu en utilisant « USER fwuser » et « PASS fwpass », puis « USER utilisateur@real.hostname »";
"ProxyType3Description" = "Utiliser « SITE real.hostname », suivi de l’utilisateur (USER) et du mot de passe (PASS) habituels";
"ProxyType4Description" = "Utiliser « OPEN real.hostname », suivi de l’utilisateur (USER) et du mot de passe (PASS) habituels";
"ProxyType5Description" = "Envoyer « USER user@fwuser@real.hostname » et « PASS pass@fwpass »";
"ProxyType6Description" = "Envoyer « USER fwuser@real.hostname » et « PASS fwpass », suivis de « USER user » et « PASS pass »";
"ProxyType7Description" = "Envoyer « USER user@real.hostname fwuser » et « PASS pass », suivi de « ACCT fwpass »";
"ProxyType8Description" = "Envoyer « USER user@real.hostname:port », suivi de « PASS pass »";
"ProxyType9Description" = "Envoyer « USER user@real.hostname port », suivi de « PASS pass »";
"ProxyType10Description" = "Serveur proxy SOCKS 4 en service";
"ProxyType11Description" = "Serveur proxy SOCKS 4a en service";
"ProxyType12Description" = "Serveur proxy SOCKS 5 en service";
"ProxyType13Description" = "Envoyer « USER user@fwuser@hostname »";
"Default" = "Par défaut";
"Open" = "Ouvrir";
"Choose Application" = "Choisir une application";
"Choose an application to open the selected documents." = "Choisissez une application pour ouvrir le(s) document(s) sélectionné(s).";
"Always open with" = "Toujours ouvrir avec";
"(default)" = "(par défaut)";
"Other..." = "Autre…";
"Could not edit %@." = "Impossible de modifier %@.";
"Could not launch %@." = "Impossible de lancer %@.";
"The application may have been moved or deleted." = "L’application a peut-être été déplacée ou supprimée.";
"Could not launch ODB supported editor." = "Impossible de lancer l’éditeur ODB pris en charge.";
"This could be caused by using an old version of the editor that does not support this feature." = "Cela peut être causé par l’utilisation d’une ancienne version de l’éditeur qui ne prend pas en charge cette fonction.";
"NoAccessPromptMessage" = "%@ n’est pas autorisé à accéder à « %@ ».";
"NoAccessChooseMessage" = "Pour autoriser l’accès, vous devez « Choisir » manuellement ce dossier.";
"Archive.zip" = "Archive.zip";
"FTP/SFTP" = "FTP/SFTP";
"WebDAV" = "WebDAV";
"S3" = "S3";
"The rule \"%@\" contains a syntax error." = "La règle « %@ » contient une erreur de syntaxe.";
"Please update the rule and try again: (%@)." = "Mettez la règle à jour, puis réessayez : (%@).";
"Default File" = "Fichier par déf.";
"Default Folder" = "Dossier par déf.";
"Not Connected" = "Non connecté";
"What would you like to do?" = "Que souhaitez-vous faire ?";

// PCUserNotificationCenter
"Download Complete" = "Téléchargement terminé";
"Upload Complete" = "Téléversement terminé";
"%ld items:\n" = "%ld éléments :\n";
"And %ld more…" = "Et %ld de plus…";

// preferences
"Transfers" = "Transferts";
"Cloud" = "Cloud";
"Rules" = "Règles";
"Advanced" = "Avancé";
"Add server" = "Ajouter un serveur";
"Add permissions" = "Ajouter des permissions";
"Add rule" = "Ajouter une règle";
"Add custom upload header" = "Ajouter un en-tête de téléversement personnalisé";
"Custom Header" = "En-tête personnalisé";
"Add extension" = "Ajouter une extension";

// PCPlacesBar
"LOCAL" = "LOCAL";

// Get Info
"Created" = "Créé";
"Modified" = "Modifié";
"Read" = "Lecture";
"Write" = "Écriture";
"Execute" = "Exécut.";
"Special" = "Spécial";
"User" = "Utilisat.";
"Group" = "Groupe";
"World" = "Tous";
"Owner" = "Propriét.";
"SUID" = "SUID";
"SGID" = "SGID";
"Sticky" = "Sticky";
"Special" = "Spécial";
"Octal" = "Octal";
"Apply" = "Appliquer";
"Apply to Enclosed" = "Appliquer au contenu";
"Preview" = "Aperçu";
"General" = "Général";
"Permissions" = "Autorisations";
"%@ Options" = "Options %@";
"Not Applicable" = "Non applicable";
"Calculate Size" = "Calculer la taille";
"Calculating size..." = "Calcul de la taille…";
"n/a" = "n/a";
"SizeFormat" = "%@ (%@ sur le disque)";
"InfoWindowNumItemsFormat" = "%d éléments";
"(none selected)" = "(aucune sélection)";
"No Selection" = "Aucune sélection";
"%@ Options" = "Options %@";
"Inspector" = "Inspecteur";
"Multiple Items" = "Éléments multiples";
"%@ Info" = "%@ infos";
"%.0f × %.0f px" = "%.0f × %.0f";
"Click to download and preview" = "Cliquez pour téléchargement et aperçu";
"File size" = "Taille de fichier";
"File path" = "Chemin de fichier";
"File name" = "Nom de fichier";
"File kind" = "Type de fichier";
"Dock window" = "Ancrer la fenêtre dans le Dock";
"Detach inspector" = "Détacher l’inspecteur";

"Indexing files..." = "Indexation des fichiers…";

"untitled-container" = "conteneur-sans-titre";
"Checking availability..." = "Vérification de la disponibilité…";
"This name is already in use." = "Ce nom est déjà utilisé.";
"This name cannot be used." = "Ce nom ne peut pas être utilisé.";

// Activity
"Activity" = "Activité";
"No Activities" = "Pas d’activité";

"Activity (Paused)" = "Activité (suspendue)";
"Pause Pending Transfers" = "Suspendre les transferts en attente";
"Resume Pending Transfers" = "Reprendre les transferts en attente";
"Pause / Resume" = "Suspendre/Reprendre";
"Pause and resume remote file transfers" = "Suspendre et reprendre les transferts de fichiers distants";

"Conflict Behavior" = "Comportement de conflit";
"Override the default conflict behavior for this tab" = "Substituer le comportement de conflit par défaut pour cet onglet";

"Actions" = "Actions";

"Clear" = "Effacer";
"Remove completed transfers from the queue" = "Supprimer les transferts terminés de la file d’attente";

"Downloading" = "Téléchargement";
"Uploading" = "Téléversement";

"When a file exists…" = "Lorsqu’un fichier existe…";
"When a folder exists…" = "Lorsqu’un dossier existe…";

"Ask" = "Demander";
"Skip" = "Ignorer";
"Resume" = "Reprendre";
"Merge" = "Fusionner";
"Overwrite" = "Remplacer";
"Keep Both" = "Conserver les deux";

"Continue After Error" = "Continuer après une erreur";

"Remove" = "Supprimer";

"Retry" = "Réessayer";
"Retry Failed" = "Échec de la nouvelle tentative";
"Retry all failed transfers" = "Réessayer tous les transferts échoués";

"Show In Finder" = "Afficher dans le Finder";
"Show in File Browser" = "Afficher dans le navigateur de fichiers";

// Passwords and Keys
"Save in Keychain" = "Enregistrer dans le trousseau";

// PasswordInputSheetController
"Enter password for server \"%@\" with user name \"%@\"." = "Saisissez le mot de passe pour le serveur « %@ » avec le nom d’utilisateur « %@ ».";
"Enter username and password for server \"%@\"." = "Saisissez le nom d’utilisateur et le mot de passe pour le serveur « %@ ».";
"Password:" = "Mot de passe :";

"Create a new Bucket" = "Créer un compartiment";
"Bucket Name:" = "Nom du compartiment :";
"Type:" = "Type :";
"All Private" = "Tout privé";
"All Public" = "Tout public";
"Create" = "Créer";

"UnsupportedProtocolErrorMessage" = "Le serveur auquel vous tentez de vous connecter utilise un protocole qui n’est pas pris en charge dans cette version de %@. Consultez notre site Web pour trouver une mise à jour prenant en charge ce protocole.";
"Could not connect to server \"%@\"." = "Impossible de se connecter au serveur « %@ ».";

// RawCommandSheetController
"In response to \"%@\", the server said:" = "En réponse à « %@ », le message du serveur est :";

// PCBatchRenameSheetController
"Rename" = "Renommer";
"Rename %lu Items..." = "Renommer %lu éléments…";
"Rename %lu Items" = "Renommer %lu éléments";
"Please select fewer files." = "Sélectionnez moins de fichiers.";
"Batch renaming is limited to 10,000 files at a time." = "La modification de nom par lots est limitée à 10 000 fichiers à la fois.";

"You can’t paste at this location because you can’t paste an item into itself." = "Vous ne pouvez pas coller à cet emplacement car il est impossible de coller un élément dans lui-même.";
"Copied" = "Copié";
"untitled folder" = "dossier sans titre";
"untitled file" = "fichier sans titre";
"New File Share..." = "Nouveau partage de fichier…";
"New Container..." = "Nouveau conteneur…";

// ResolveFileConflictSheetController
"This file is older." = "Ce fichier est plus ancien.";
"This file is newer." = "Ce fichier est plus récent.";
"This folder is older." = "Ce dossier est plus ancien.";
"This folder is newer." = "Ce dossier est plus récent.";

// Accessibility

"Remote file view" = "Affichage de fichier distant";
"Local file view" = "Affichage de fichier local";

// S3 Regions

"Your S3 regions are up to date." = "Vos régions S3 sont à jour.";
"Your S3 regions have been updated." = "Vos régions S3 ont été mises à jour.";
"Your S3 regions have been updated, but some regions are incompatible with this version of %@." = "Vos régions S3 ont été mises à jour, mais certaines régions sont incompatibles avec cette version de %@.";
"Please update %@." = "Veuillez mettre à jour %@.";
"Could not update your S3 regions." = "Impossible de mettre vos régions S3 à jour.";
